{
    "random": "Check this box to enable random safety car events.",
    "random_max_occ": "The maximum number of times a safety car event could potentially occur (not guaranteed); applies to only random safety cars.",
    "random_prob": "The probability of a single safety car deployment, irrespective of the maximum random occurrences. A value of 0.1 indicates a 10% chance of a safety car being deployed.",
    "stopped": "Check this box to enable safety car events when cars are stopped on the track.",
    "stopped_min": "Minimum number of stopped cars on the track required to deploy a safety car.",
    "start_multi_val": "The value with which the off track and stopped cars thresholds are multiplied at race start. These multipliers are in effect for the time set in the \"SC multiplier active time\" setting. Set to 1 to disable.",
    "start_multi_time": "Time (in seconds) for the start-of-race safety car threshold multiplier to be in effect",
    "message": "Message to be displayed to the drivers.",
    "off": "Check this box to enable safety car events when cars go off track.",
    "off_min": "Minimum number of off-track cars required to deploy a safety car.",
    "max_safety_cars": "Maximum number of safety car deployments allowed during the race.",
    "start_minute": "Earliest time a safety car can be deployed after the race starts (in minutes).",
    "end_minute": "Latest time a safety car can be deployed after the race starts (in minutes).",
    "min_time_between": "Minimum time interval before another safety car can be deployed.",
    "laps_under_sc": "Number of laps a safety car remains deployed. A value of 0 here allows iRacing to automatically control the number of laps instead. The command is sent halfway around the lap to avoid closing pits while drivers are pitting.\n\nNOTE: A value of 1 will be ignored by iRacing!",
    "wave_arounds": "Sends a wave around command to all lapped cars after a set number of laps behind the safety car.",
    "laps_before_wave_arounds": "Number of laps a safety car must be deployed before a wave around command is sent to lapped cars. This is counted starting with the out lap of the safety car.\n\nNOTE: A value of 0 will send the wave around commands the next time the leader crosses the start/finish line after the safety car is thrown. This could cause issues depending on the session settings; for example, it may not leave time for cars to tow and get back out even if fast repairs are enabled.",
    "dry_run": "Enable dry-run mode. This will stop the iRSCG from sending any commands to the iRacing window, preventing the application from acting as race control. All other calculations and log entries will continue to be made. In order to get accurate data, another person in the session needs to run the iRSCG normally so that the expected states are maintained in order to get good data.",
    "proximity_yellows": "Enable adjusting off-track and stopped-car checks for a car's proximity to other cars when determining whether or not to throw a yellow.",
    "proximity_yellows_distance": "The percentage of a lap_distance which is used by the proximity adjustment function. 0.05 = 5% of a lap. Do not set to a value above 1, or a SC will never be thrown."
}
